{
  "recipes": [
    {
      "id": "mariner.sing.northsea.faketheater.empty.hint",
      "label": "静待演出的舞台",
      "startdescription": "蜕衣俱乐部空无一人，但不知为何，白天的俱乐部感觉小了一号，即便窗帘将外面的白光遮挡的严严实实。"
    },
    {
      "id": "mariner.sing.northsea.faketheater.hint",
      "label": "A Request and a Challenge",
      "startdescription": "Mr Agdistis sits in the front row, eyes closed as he listens. He had made his desire known to me. An Ode to his beloved, Marinette. I do not know her, but I know the sadness with which he speaks the name."
    },
    {
      "id": "mariner.sing.northsea.faketheater",
      "previewlabel": "To Flay a Beating Heart",
      "previewdescription": "阿格狄斯提斯 has asked for an ode, but he eminates a distance and a sorrow that go beyond mere humdrum lovesongs. I quiet the mind, and find within myself what mirrors agdistis porcelain pain. The tune that I set in is as much elegy as ballad, and the words come from beyond my memories. \"There walks a woman...\"",
      "label": "The Turning Point",
      "startdescription": "The melody flows, combining fadou charm with a crooner's sentiment. Now I must conjure up the words... [Combine the mournful wailing of Winter with the Direction of Desire, Passion and Obsession to complete the Performance.]",
      "slots": [
        {
          "id": "noun",
          "label": "方向",
          "description": "What are our energies aimed at?"
        }
      ]
    },
    {
      "id": "mariner.sing.northsea.faketheater.success.pre",
      "label": "Ode To Marinette",
      "startdescription": "There walks a woman, \nWhose feet are dry \nThrough the wastes, the wastes\nThe wastes of the wold \n\nHer feet are dry \nHer hands are cold \nBut her smile, her smile \nHer smile of endless glee \n\nOh Mistress Marinette \nYou know not what you do to me \nOh bewired queen of mine \nI know not what you could do to me."
    },
    {
      "id": "mariner.sing.northsea.faketheater.failure.pre",
      "label": "Ode to Marinette?",
      "startdescription": "I improvise, basing myself on people I have met and the places I have been. But somehow, it all feels too common, too flat."
    },
    {
      "id": "mariner.sing.northsea.faketheater.successs",
      "label": "A Standing Invitation",
      "description": "Mr Agdistis' weeping does not stop when my song ends. He waves me away, but chases me down before I leave the club. \"You must come again to the club and sing to me of her again. No, not now, I could not bear it.\" He steadies himself, with a hand on his chest as if feeling his own heartbeat. \"Let me know when you are in town, that we may schedule a performance on our Grand Stage. There you might be able to truly achieve something with your music.\""
    },
    {
      "id": "mariner.sing.northsea.faketheater.failure",
      "label": "Intent Unfulfilled",
      "description": "Mr Agdistis opens his eyes, and shakes his head. \"You are not yet where you could be. Again.\""
    }
  ]
}