{
  "recipes": [
    {
      "id": "mariner.discover.northsea.london.morland",
      "label": "Delivering A Package",
      "startdescription": "As I walk the streets of Old London, a great melancholy overtakes me. How many hours did I wander these streets as a youth, never finding what I was looking for?",
      "description": "I keep my eye on the curves of the river, and before long I spot a hidden little window bleeding dirty yellow light."
    },
    {
      "id": "mariner.navigate.northsea.london.directionsmorland.ciphered",
      "label": "Plot a Course",
      "startdescription": "Now to unravel the instructions. As a captain, I am used to navigating, but riddles? Well, they form an amusing exertion at least.",
      "description": "A solved puzzle is just a page of lines, and a sense of accomplishment."
    },
    {
      "id": "mariner.talkto.northsea.london.morland",
      "label": "Morland",
      "startdescription": "\"... But if you can deliver messages discretely, our lot can pay you well.\"<br><br>Before I can even try to hand her the package, she pulls me inside. She studies my face.<br><br>\"...and I think I might have another opportunity for you.\""
    },
    {
      "id": "mariner.talkto.northsea.london.morland.2",
      "label": "Morland",
      "startdescription": "All night she tells me stories. Stories about someone, something, she calls the Centipede, and her pilgrimage up the waterfall at the edge of the world.<br><br>\"One that flows at the threshold between the Wake and Myth.\""
    },
    {
      "id": "mariner.talkto.northsea.london.morland.3",
      "label": "Morland",
      "startdescription": "\"You can't dream, can you? In a way, you're like her. Even for you, there is a way out, beyond the wind, behind the rain.\"<br><br>My broken heart aches. Could there truly be a way out of this muted world?",
      "description": "Her eyes glint like candlelight.<br><br>\"Think it over. In the meantime, didn't you have something for me?\""
    },
    {
      "id": "mariner.talkto.northsea.london.morland.givepackage.start",
      "label": "Delivering A Peculiar Package",
      "startdescription": "\"Ah, yes, the other reason for your visit. Great. What would like to receive in exchange? Surely not money. Knowledge? I have plenty to trade.\"",
      "slots": [
        {
          "id": "intent",
          "label": "Intent",
          "description": "What kind of reward do I want?"
        }
      ]
    },
    {
      "id": "mariner.talkto.northsea.london.morland.givepackage.end",
      "label": "Delivered A Peculiar Package",
      "description": "\"Here's for you. As payment.\"<br><br>As I hand her the package, she sifts through a drawer and hands me two crisp envelopes.<br><br>\"Would you deliver that in a hurry for me please? It isn't far, and I'm quite sure the recipients will reward you greatly for your trouble.\"",
      "unlockCodexEntries": [
        "codex.veiledlady"
      ]
    },
    {
      "id": "mariner.talkto.northsea.london.morland.givepackage.cancel",
      "label": "Delivering A Peculiar Package",
      "description": "\"Not sure yet? That's fine.\""
    },
    {
      "id": "mariner.combinetofindlocationin.alwaysamsterdam",
      "label": "Pull a Thread",
      "startdescription": "If I weigh the local news I have scavenged in bars against the snippets I have obtained from my contacts, I may be able to make new connections, find new opportunities and discover truly extraordinary places."
    }
  ]
}